tap "brewsci/bio"
tap "davidchall/hep"
tap "dawidd6/tap"
tap "eddieantonio/eddieantonio"
tap "freecad/freecad", "https://github.com/ipatch/homebrew-freecad"
tap "gromgit/fuse"
tap "heroku/brew"
tap "homebrew-ffmpeg/ffmpeg"
tap "homebrew/autoupdate"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "homebrew/test-bot"
tap "ipatch/freecad-pg13"
tap "ipatch/freecad-pg14"
tap "ipatch/us-05"
tap "louisbrunner/valgrind"
tap "lukechilds/tap"
tap "osx-cross/avr"
tap "pvolok/mprocs"
tap "rene-dev/sigrok", "https://github.com/ipatch/homebrew-sigrok.git"
tap "ryanfb/alicevision"
tap "thii/unxip"
tap "universal-ctags/universal-ctags"
tap "vitorgalvao/tiny-scripts"
brew "act"
brew "adns"
brew "libpng"
brew "freetype"
brew "fontconfig"
brew "gdbm"
brew "gettext"
brew "pcre"
brew "readline", link: true
brew "xz"
brew "python@3.9", link: false
brew "glib"
brew "xorgproto"
brew "libxcb"
brew "pixman"
brew "cairo"
brew "fribidi"
brew "jpeg"
brew "gdk-pixbuf"
brew "gobject-introspection"
brew "graphite2"
brew "icu4c"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "adwaita-icon-theme"
brew "atk"
brew "gsettings-desktop-schemas"
brew "libepoxy"
brew "gtk+3"
brew "amtk"
brew "giflib"
brew "aom"
brew "openjdk"
brew "apktool"
brew "apr"
brew "apr-util"
brew "boost"
brew "python@3.10", link: true
brew "source-highlight"
brew "asciidoc"
brew "asciidoctor"
brew "asciinema"
brew "berkeley-db", link: true
brew "ncurses"
brew "perl"
brew "asciiquarium"
brew "lua"
brew "clingo"
brew "aspcud"
brew "aspell"
brew "libsigc++"
brew "glibmm"
brew "atkmm"
brew "atkmm@2.28"
brew "autoconf"
brew "autoconf-archive"
brew "automake"
brew "bash"
brew "bash-completion"
brew "bat"
brew "bc"
brew "bdw-gc"
brew "bfg"
brew "zstd"
brew "gcc"
brew "libraqm"
brew "numpy", link: false
brew "p7zip"
brew "pillow", link: false
brew "six", link: false
brew "binwalk"
brew "bison"
brew "boost-build"
brew "boost-python3", link: false
brew "boost-python3.10", link: true
brew "brightness"
brew "c-ares"
brew "cairomm"
brew "cargo-watch"
brew "ccache"
brew "ccat"
brew "ccls"
brew "eigen"
brew "tbb"
brew "ceres-solver"
brew "cgal"
brew "cheat"
brew "cjson"
brew "cloog"
brew "cmake"
brew "cmatrix"
brew "jpeg-turbo"
brew "llvm"
brew "pcre2"
brew "qt@5"
brew "pyside@2"
brew "coin3d"
brew "colordiff"
brew "coreutils"
brew "cppunit"
brew "create-dmg"
brew "libunistring"
brew "libidn2"
brew "libssh2"
brew "openldap"
brew "rtmpdump"
brew "curl"
brew "cvs"
brew "cython"
brew "dav1d"
brew "ddrescue"
brew "debianutils"
brew "dialog"
brew "docbook-xsl"
brew "docutils"
brew "dooit"
brew "dos2unix"
brew "double-conversion"
brew "doxygen"
brew "gnu-tar"
brew "gpatch"
brew "dpkg"
brew "dropbear"
brew "dust"
brew "e2fsprogs"
brew "editorconfig"
brew "elinks"
brew "libevent"
brew "libtasn1"
brew "p11-kit"
brew "unbound"
brew "jansson"
brew "emacs"
brew "enchant"
brew "exercism"
brew "exiftool"
brew "lz4"
brew "snappy"
brew "folly"
brew "fd"
brew "fdupes"
brew "flac"
brew "libb2"
brew "libarchive"
brew "libass"
brew "libbluray"
brew "opus"
brew "libsndfile"
brew "libvpx"
brew "rav1e"
brew "sdl2"
brew "srt"
brew "tesseract"
brew "x264"
brew "x265"
brew "xvid"
brew "zimg"
brew "ffmpeg"
brew "ffmpeg@4"
brew "libmagic"
brew "file-formula"
brew "findutils"
brew "fish", args: ["HEAD"]
brew "hdf5"
brew "flann"
brew "libusb"
brew "libftdi"
brew "flashrom"
brew "flex"
brew "fltk"
brew "fop"
brew "fortune"
brew "libxfixes"
brew "freerdp"
brew "fswatch"
brew "ftgl"
brew "fzf"
brew "game-music-emu"
brew "gawk"
brew "gdb"
brew "gdl"
brew "glib-networking"
brew "jasper"
brew "gts"
brew "graphviz"
brew "gtk+"
brew "gtk-mac-integration"
brew "vala"
brew "gspell"
brew "gtksourceview4"
brew "py3cairo"
brew "pygobject3"
brew "libpeas"
brew "libpsl"
brew "libsoup"
brew "gedit"
brew "glfw"
brew "geogram"
brew "gh"
brew "libidn"
brew "gifsicle"
brew "git"
brew "git-crypt"
brew "git-extras"
brew "git-gui"
brew "git-lfs"
brew "libgpg-error"
brew "libassuan"
brew "libgcrypt"
brew "libksba"
brew "npth"
brew "pinentry"
brew "gnupg"
brew "git-secret", args: ["HEAD"]
brew "glew"
brew "gpgme"
brew "gmime"
brew "hwloc"
brew "open-mpi"
brew "opencascade"
brew "gmsh"
brew "gnu-sed"
brew "gnu-time", args: ["with-default-names"]
brew "libcerf"
brew "gnuplot"
brew "go"
brew "graphene"
brew "graphicsmagick"
brew "grep"
brew "grex"
brew "gsl"
brew "gtk-doc"
brew "gtk-gnutella"
brew "pangomm@2.46"
brew "gtkmm"
brew "gtkmm3"
brew "python@3.8"
brew "gtksourceview3"
brew "gtkspell3"
brew "hashcat"
brew "help2man"
brew "hidapi"
brew "highlight"
brew "htop"
brew "httpie"
brew "hugo"
brew "libplist"
brew "libusbmuxd"
brew "libimobiledevice"
brew "libzip"
brew "ideviceinstaller"
brew "ilmbase"
brew "libde265"
brew "shared-mime-info"
brew "libheif"
brew "libomp"
brew "libraw"
brew "imagemagick"
brew "imlib2", link: false
brew "intltool"
brew "iproute2mac"
brew "jemalloc"
brew "jenv"
brew "oniguruma"
brew "jq"
brew "kubernetes-cli"
brew "ldns"
brew "leiningen"
brew "lemon"
brew "less"
brew "libao"
brew "libcdr"
brew "openssl@3"
brew "libcroco"
brew "libebml"
brew "libev"
brew "libfido2"
brew "libgnt"
brew "libgsf"
brew "libiconv"
brew "libmatroska"
brew "libnotify"
brew "libressl"
brew "libsigrokdecode", args: ["HEAD"]
brew "libslirp"
brew "libspnav"
brew "libssh"
brew "unibilium"
brew "libtermkey"
brew "libusb-compat"
brew "libuv"
brew "libvisio"
brew "libvterm"
brew "libwpg"
brew "libxslt"
brew "libyaml"
brew "llvm@12"
brew "lmdb"
brew "lsusb"
brew "luajit"
brew "luajit-openresty"
brew "luarocks"
brew "luv"
brew "lynx"
brew "make"
brew "maven"
brew "mdcat"
brew "mercurial"
brew "ninja"
brew "meson"
brew "minicom"
brew "mmv"
brew "mono"
brew "mps-youtube"
brew "mujs"
brew "vapoursynth"
brew "yt-dlp"
brew "mpv"
brew "msgpack"
brew "mtools"
brew "mutt"
brew "mysql-client"
brew "mysql@5.7"
brew "nasm"
brew "neofetch"
brew "talloc"
brew "xapian"
brew "notmuch"
brew "neomutt"
brew "tree-sitter"
brew "neovim"
brew "netcdf"
brew "nghttp2"
brew "nmap"
brew "node"
brew "nspr"
brew "nss"
brew "ocaml"
brew "ocamlbuild"
brew "omniorb"
brew "open-ocd"
brew "opencolorio"
brew "opencv@3"
brew "openh264"
brew "openjdk@8"
brew "openssh"
brew "pkcs11-helper"
brew "openvpn"
brew "orocos-kdl"
brew "pandoc"
brew "pangomm"
brew "parallel"
brew "patchutils"
brew "pugixml"
brew "pcl"
brew "poppler"
brew "pdfgrep"
brew "picocom"
brew "pidgin"
brew "pinentry-mac"
brew "po4a"
brew "popt"
brew "postgresql@10"
brew "potrace"
brew "pstree"
brew "pybind11"
brew "sip"
brew "qemu"
brew "rdfind"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "rename"
brew "ripgrep"
brew "rlwrap"
brew "rsync"
brew "ruby", link: true
brew "ruby@2.7"
brew "samba"
brew "scons"
brew "screenfetch"
brew "sevenzip"
brew "shellcheck"
brew "siege"
brew "socat"
brew "sphinx"
brew "sphinx-doc"
brew "splint"
brew "starship"
brew "streamlink"
brew "utf8proc"
brew "subversion"
brew "swig"
brew "sysbench"
brew "task"
brew "tbb@2020"
brew "tealdeer"
brew "teensy_loader_cli"
brew "tepl"
brew "testdisk"
brew "texinfo"
brew "the_platinum_searcher"
brew "the_silver_searcher"
brew "tidy-html5"
brew "tiger-vnc"
brew "tmux"
brew "tree"
brew "uni2ascii"
brew "unixodbc"
brew "util-linux"
brew "vim"
brew "vtk@8.2"
brew "watch"
brew "watchman"
brew "weechat"
brew "wemux"
brew "wget"
brew "woff2"
brew "wtf"
brew "xerces-c"
brew "xhyve"
brew "xorriso"
brew "yamllint"
brew "yarn"
brew "youtube-dl"
brew "zlib"
brew "zsh"
brew "dawidd6/tap/actions-updater"
brew "eddieantonio/eddieantonio/imgcat"
brew "freecad/freecad/opencascade@7.6.0"
brew "freecad/freecad/pyside2@5.15.5", link: true
brew "freecad/freecad/qwtelmer"
brew "freecad/freecad/swig@4.0.2"
brew "freecad/freecad/tbb@2020_u3"
brew "gromgit/fuse/sshfs-mac"
brew "heroku/brew/heroku-node"
brew "heroku/brew/heroku"
brew "louisbrunner/valgrind/valgrind", args: ["HEAD"]
brew "lukechilds/tap/gifgen"
brew "osx-cross/avr/avr-binutils"
brew "osx-cross/avr/avr-gcc@9"
brew "pvolok/mprocs/mprocs"
brew "thii/unxip/unxip"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
brew "vitorgalvao/tiny-scripts/cask-repair"
cask "3dconnexion"
cask "background-music"
cask "jdownloader"
cask "osxfuse"
cask "smcfancontrol"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "xquartz"
cask "zoom"
