autotiling
croco-boot-repair-git
downgrader-git
emote
hfsprogs
hfsutils
inetutils-hostname
kbdlight
lead-git
macfanctld
mbpfan-git
pm-utils
powerstat
sayit
simple-mtpfs
tbt
ttf-inconsolata-lgc-for-powerline
ttf-ms-fonts
urxvt-resize-font-git
xorgxrdp-glamor
yay
zfs-dkms
