7-zip-full
act
alsamixergui
android-sdk
android-studio
applesmc-next-dkms
awesome-terminal-fonts-patched
bcwc-pcie-git
bdf-unifont
blobsaver-bin
bluetuith-bin
brave-bin
cheat
checkra1n-cli
cpuid
cura-5-bin
docker-credential-pass
downgrade
emote
etcher-bin
fontviewer
freerdp-git
gbacklight
git-credential-manager-core
git-secret
gitter-bin
go-mtpfs-git
gpu-switch
grub2-theme-preview
hfsprogs
hpoj
jdownloader2
libirecovery
linux-apfs-rw-dkms-git
llvm12
mbpfan-git
mons
net-tools-debian-ifconfig
ntfs3-dkms
nvidia-470xx-dkms
nwipe
openboardview-git
opencl-nvidia-470xx
perl-font-freetype
pnmixer
polkit-dumb-agent-git
polybar-spotify-module
pulseaudio-nextsink
pup
python-bluetooth-battery
realvnc-vnc-viewer
ripcord
rtl8814au-dkms-git
siji-git
simple-mtpfs
slack-desktop
slack-term-bin
slacker
snapd
solvespace
spotify
superslicer-prerelease-bin
symlinks
ttf-font-icons
ttf-mac-fonts
ttf-ms-fonts
udisks
uml_utilities
ungoogled-chromium-bin
update-grub
usbfluxd
vivaldi-widevine
xgetres
xinit-xsession
xlayoutdisplay
xvkbd
yay-bin
youtube-dl
zf
zfs-dkms
zfs-utils
zoom
