acpi
afpfs-ng
alacritty
alsa-utils
arandr
autoconf
automake
base
bison
bluez
bluez-utils
bolt
bridge-utils
broadcom-wl-dkms
cbatticon
certbot
chromium
cifs-utils
code
cpupower
cups
dhclient
dhcpcd
dialog
dmenu
dmg2img
docker
dosfstools
edk2-ovmf
efibootmgr
espeak-ng-espeak
fakeroot
fd
firefox
fish
flameshot
flex
freerdp
git
gparted
groff
grub
gsfonts
hdparm
htop
i3-gaps
i3lock
i3status
intel-ucode
iptables-nft
iw
iwd
libicns
libmtp
lightdm
lightdm-gtk-greeter
lightdm-gtk-greeter-settings
linux
linux-firmware
linux-headers
linux-lts
linux-lts-headers
lxappearance
m4
materia-gtk-theme
mpv
mtools
neofetch
neovim
network-manager-applet
networkmanager
nfs-utils
nmap
notification-daemon
noto-fonts-emoji
nss-mdns
ntfs-3g
openssh
os-prober
p7zip
packer
pcmanfm
pkgconf
powerline-fonts
powertop
pulseaudio
pulseaudio-bluetooth
python-pip
qemu
ranger
rdesktop
redshift
reflector
rofi
rsync
rxvt-unicode
samba
screenkey
scrot
speech-dispatcher
sshfs
strace
sudo
thermald
tk
tmux
trayer
tree
ttf-croscore
udiskie
unzip
usbutils
vim
virt-manager
vivaldi
volumeicon
wget
which
wpa_supplicant
x11vnc
xbindkeys
xcape
xdg-user-dirs
xdg-utils
xdotool
xf86-input-synaptics
xf86-video-intel
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xclock
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xeyes
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xrandr
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xsel
xterm
zsh
