accountsservice
acpi
acpilight
afpfs-ng
alacritty
alsa-utils
asciiquarium
autoconf
automake
base
bat
bison
bluez
bluez-utils
broadcom-wl-dkms
cifs-utils
code
copyq
cpupower
cups
debugedit
dhcpcd
discord
dmenu
dmg2img
docker
dosfstools
dust
efibootmgr
fakeroot
fd
firefox
fish
flameshot
flex
fzf
gcc
gimp
git
groff
grub
grub-customizer
gsfonts
i3-wm
i3status
intel-ucode
iotop
iucode-tool
iwd
jq
kitty
libicns
librsvg
libtool
lightdm
lightdm-gtk-greeter
lightdm-gtk-greeter-settings
linux
linux-firmware
linux-headers
linux-lts
linux-lts-headers
llvm
m4
make
man-db
man-pages
mesa-utils
mpc
mpv
neofetch
neovim
network-manager-applet
networkmanager
nfs-utils
nmap
noto-fonts-emoji
ntp
nvtop
obs-studio
openssh
packer
parted
patch
pavucontrol
pkgconf
pulseaudio-alsa
redshift
reptyr
ripgrep
rofi
rsync
socat
sshfs
strace
sudo
superslicer
sxhkd
tealdeer
terminus-font
texinfo
thermald
tmux
tree
udisks2
vim
weechat
wget
which
xbindkeys
xcape
xf86-video-nouveau
xkeycaps
xorg-server-xephyr
xorg-xdpyinfo
xorg-xev
xorg-xhost
