7-zip-full
act
alsamixergui
applesmc-next-dkms
bcwc-pcie-git
checkra1n-cli
cpuid
downgrade
emote
fontviewer
gbacklight
git-credential-manager-core
git-secret
gmux_backlight
gpu-switch
grub2-theme-preview
hfsprogs
hpoj
linux-apfs-rw-dkms-git
mbpfan-git
mons
nerd-fonts-dejavu-complete
nerd-fonts-ibm-plex-mono
net-tools-debian-ifconfig
ntfs3-dkms
nvidia-470xx-dkms
optimus-manager
pnmixer
polkit-dumb-agent-git
pulseaudio-nextsink
realvnc-vnc-viewer
rtl8814au-dkms-git
slack-desktop
spotify
symlinks
ttf-font-icons
ttf-mac-fonts
udisks
uml_utilities
update-grub
xf86-input-mtrack-git
xgetres
xinit-xsession
xlayoutdisplay
xvkbd
yay-bin
zfs-dkms
zoom
