7-zip-full
alsamixergui
applesmc-next-dkms
bcwc-pcie-git
cpuid
emote
fontviewer
gbacklight
git-secret
gmux_backlight
gpu-switch
grub2-theme-preview
hfsprogs
linux-apfs-rw-dkms-git
mbpfan-git
nerd-fonts-ibm-plex-mono
ntfs3-dkms
optimus-manager
pnmixer
polkit-dumb-agent-git
pulseaudio-nextsink
spotify
ttf-mac-fonts
udisks
update-grub
xf86-input-mtrack-git
yay-bin
zfs-dkms
zoom
