accountsservice
acpi
acpica
acpilight
afpfs-ng
alacritty
alsa-utils
argyllcms
asciinema
asciiquarium
autoconf
automake
base
bat
bison
blender
bluez
bluez-utils
broadcom-wl-dkms
cifs-utils
clinfo
code
copyq
cpupower
cuda
cuda-tools
cups
cups-pdf
debugedit
dhcpcd
discord
displaycal
dmenu
dmg2img
dmidecode
docker
dosfstools
dust
efibootmgr
evtest
fakeroot
fd
firefox
fish
flameshot
flex
freecad
fzf
galculator
gcc
gimp
git
github-cli
glmark2
gpart
gparted
groff
grub
grub-customizer
gsfonts
gvfs
hplip
htop
hwinfo
i2c-tools
i3-wm
i3status
i3status-rust
intel-ucode
interception-dual-function-keys
iotop
iucode-tool
iwd
jq
kernel-modules-hook
kitty
libguestfs
libicns
libreoffice-fresh
librsvg
libtool
lightdm
lightdm-gtk-greeter
lightdm-gtk-greeter-settings
linux
linux-firmware
linux-headers
linux-lts
linux-lts-headers
lldb
llvm
lshw
m4
make
man-db
man-pages
mesa-demos
mesa-utils
mpc
mpv
neofetch
neovim
network-manager-applet
networkmanager
nfs-utils
nmap
noto-fonts-emoji
nss-mdns
ntp
nvidia-settings
nvtop
obs-studio
opencl-headers
opencl-nvidia
openssh
packer
parted
patch
pavucontrol
perf
picom
pkgconf
pulseaudio-alsa
python-pyqt5
redshift
reptyr
ripgrep
rofi
rsync
simple-scan
socat
sshfs
strace
sudo
superslicer
sxhkd
tealdeer
terminus-font
texinfo
thermald
tmux
tree
ttf-font-awesome
udisks2
usbutils
vim
virtualgl
vlc
weechat
wget
which
xbindkeys
xcalib
xcape
xclip
xf86-video-nouveau
xkeycaps
xorg-mkfontscale
xorg-server-xephyr
xorg-xauth
xorg-xdpyinfo
xorg-xev
xorg-xeyes
xorg-xhost
xorg-xwininfo
xpdf
xterm
youtube-dl
