accountsservice
acpi
acpica
acpilight
afpfs-ng
aircrack-ng
alacritty
alsa-utils
amule
argyllcms
aria2
asciinema
asciiquarium
atomicparsley
autoconf
autogen
automake
base
bash-completion
bat
binwalk
bison
blender
blueberry
blueman
bluez
bluez-utils
broadcom-wl-dkms
catimg
cereal
cifs-utils
clinfo
code
copyq
cpupower
cuda
cuda-tools
cups
cups-pdf
debugedit
dhcpcd
discord
displaycal
dmenu
dmg2img
dmidecode
docker
dosfstools
dunst
dust
dzen2
efibootmgr
entr
evtest
expac
fakeroot
fbset
fd
firefox
fish
flameshot
flex
fontforge
freecad
fzf
galculator
gcc
ghidra
gimp
git
github-cli
glmark2
gloobus-preview
gnome-bluetooth
gnu-efi
gpart
gparted
groff
grub-customizer
gsfonts
gucharmap
gvfs
gvfs-smb
hdparm
hplip
htop
httpie
hwinfo
i2c-tools
i3-wm
i3status
i3status-rust
ifuse
imwheel
intel-ucode
interception-dual-function-keys
iotop
iucode-tool
iw
iwd
jq
kernel-modules-hook
kitty
libguestfs
libicns
libigl
libreoffice-fresh
librsvg
libtool
libvirt-dbus
lightdm
lightdm-gtk-greeter
lightdm-gtk-greeter-settings
linux
linux-firmware
linux-headers
linux-lts
linux-lts-headers
lldb
llvm
lshw
m4
make
man-db
man-pages
mattermost-desktop
mesa-demos
mesa-utils
mpc
mpv
ncdu
neofetch
neovim
netctl
network-manager-applet
networkmanager
nfs-utils
ninja
nmap
noto-fonts-emoji
nss-mdns
ntp
nvidia-settings
nvme-cli
nvtop
obs-studio
opencl-headers
opencl-nvidia
openresolv
openssh
openssl-1.1
os-prober
packer
parted
patch
pavucontrol
perf
picom
pkgconf
pkgfile
plocate
polybar
postgresql
postgresql-old-upgrade
pulseaudio-alsa
pv
python-mutagen
python-pycryptodomex
python-pyqt5
python-websockets
quassel-common
rdesktop
redshift
remmina
reptyr
ripgrep
ristretto
rofi
rsync
rtmpdump
samba
shotcut
simple-scan
socat
sshfs
strace
sudo
sxhkd
tealdeer
terminus-font
texinfo
thermald
thunar
tmux
tree
ttf-dejavu
ttf-dejavu-nerd
ttf-font-awesome
ttf-ibmplex-mono-nerd
udisks2
usbutils
valgrind
vim
vinagre
virt-manager
virtualgl
vivaldi
vlc
weechat
wget
which
wireless_tools
wireshark-qt
xbindkeys
xcalib
xcape
xclip
xf86-video-nouveau
xkeycaps
xorg-mkfontscale
xorg-server-xephyr
xorg-xauth
xorg-xclock
xorg-xdpyinfo
xorg-xev
xorg-xeyes
xorg-xfd
xorg-xhost
xorg-xinput
xorg-xwininfo
xpdf
xterm
yamllint
youtube-dl
yt-dlp
zoxide
