tap "freecad/freecad", "https://github.com/ipatch/homebrew-freecad"
tap "gromgit/fuse"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core", "https://github.com/ipatch/homebrew-core.git"
tap "homebrew/test-bot"
brew "actionlint"
brew "agg"
brew "little-cms2"
brew "webp"
brew "asciinema"
brew "autoconf"
brew "bat"
brew "boost"
brew "boost-python3"
brew "c-ares"
brew "python-packaging"
brew "glib"
brew "libxau"
brew "libavif"
brew "cheat"
brew "cmake"
brew "double-conversion"
brew "coin3d", link: false
brew "coreutils"
brew "doxygen"
brew "dust"
brew "fastfetch"
brew "fd"
brew "unbound"
brew "gnutls"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gcc"
brew "openjdk"
brew "git-credential-manager"
brew "libksba"
brew "pinentry"
brew "gnupg"
brew "git-secret"
brew "gnu-tar"
brew "gobject-introspection"
brew "netpbm"
brew "graphviz"
brew "hdf5"
brew "hdf5-mpi", link: false
brew "htop"
brew "libffi"
brew "luajit-openresty"
brew "protobuf"
brew "mosh"
brew "neofetch"
brew "tree-sitter"
brew "neovim"
brew "netcdf"
brew "node"
brew "numpy", link: false
brew "opencascade"
brew "orocos-kdl"
brew "p7zip"
brew "pybind11", link: false
brew "pyqt-builder"
brew "qt@5"
brew "pyside@2"
brew "python@3.9"
brew "rapidjson"
brew "ripgrep"
brew "rsync"
brew "rust"
brew "shellcheck"
brew "sip"
brew "swig"
brew "tealdeer"
brew "telnet"
brew "tmux"
brew "tree"
brew "vtk"
brew "wget"
brew "xerces-c"
brew "yaml-cpp"
brew "zoxide"
brew "freecad/freecad/shiboken2@5.15.11_py310", link: true
brew "freecad/freecad/pyside2@5.15.11_py310", link: true
brew "freecad/freecad/coin3d_py310", link: true
brew "freecad/freecad/med-file@4.1.1_py312"
brew "freecad/freecad/med-file@4.1.1", link: true
brew "freecad/freecad/pybind11_py310", link: true
brew "freecad/freecad/freecad@0.21.2_py310"
brew "freecad/freecad/freecad@1.0.0_rc2_py312"
brew "freecad/freecad/swig@4.1.1"
