adns
apr
# TODO: print the `brew` command that was used to generate this file at the top.

apr-util
asciinema
aspell
autoconf
automake
bash
bash-completion
boost
c-ares
ccat
cloog
cmake
coreutils
cowsay
curl
debianutils
dialog
doxygen
dpkg
e2fsprogs
editorconfig
exercism
ext2fuse
ext4fuse
fakeroot
fish
fortune
freetype
gcc@4.9
gdb
gdbm
gettext
git
gmp
gmp@4
gnu-sed
gnu-tar
gnupg
gnutls
gpatch
grc
heroku
html-xml-utils
htop
httpd
icu4c
imagemagick
isl@0.12
jansson
jemalloc
jpeg
libassuan
libev
libevent
libffi
libgcrypt
libgpg-error
libidn2
libksba
libmpc@0.8
libpng
libressl
libtasn1
libtermkey
libtiff
libtool
libunistring
libusb
libuv
libvterm
libxml2
libxslt
libyaml
libzip
lua
luajit
mpfr@2
msgpack
neovim
nettle
nghttp2
nmap
node
npth
openssh
openssl
openssl@1.1
p11-kit
pcre
pcre2
perl
php71
pinentry
pkg-config
postgresql
pv
python
python3
readline
reattach-to-user-namespace
rsync
ruby
ruby@2.3
sqlite
tldr
tmux
tree
unibilium
unixodbc
utf8proc
vim
watch
watchman
weechat
wemux
wget
wxmac
xz
yarn
zlib
