adns
apr
apr-util
archey
asciinema
aspell
atk
atkmm
autoconf
automake
awk
bash
bash-completion
bdw-gc
boost
boost-build
c-ares
cairo
cairomm
cask
ccat
cloog
cmake
coreutils
cowsay
curl
debianutils
dialog
doxygen
dpkg
e2fsprogs
editorconfig
elinks
emacs
exercism
ext2fuse
ext4fuse
fakeroot
fd
ffmpeg
findutils
fish
fontconfig
fortune
freetype
fribidi
fzf
gcc@4.9
gd
gdb
gdbm
gdk-pixbuf
gettext
ghostscript
gifgen
git
git-extras
glib
glib-networking
glibmm
glide
gmp
gmp@4
gnu-sed
gnu-tar
gnupg
gnutls
go
gobject-introspection
gpatch
graphite2
graphviz
grc
grep
gsettings-desktop-schemas
gsl
gtk+
gtkmm
harfbuzz
heroku
hicolor-icon-theme
highlight
html-xml-utils
htop
httpd
httpie
icu4c
imagemagick
intltool
isl@0.12
jansson
jemalloc
jpeg
lame
libass
libassuan
libev
libevent
libffi
libgcrypt
libgpg-error
libidn2
libksba
libmpc@0.8
libnotify
libpng
libressl
libsigc++
libsoup
libssh2
libtasn1
libtermkey
libtiff
libtool
libunistring
libusb
libuv
libvterm
libxml2
libxslt
libyaml
libzip
little-cms
little-cms2
lua
lua@5.1
luajit
lzo
mongodb
mpfr@2
mps-youtube
mpv
msgpack
mujs
ncurses
neofetch
neovim
nettle
nghttp2
nmap
node
npth
openjpeg
openssh
openssl
openssl@1.1
openvpn
p11-kit
pango
pangomm
pcre
pcre2
perl
php71
pinentry
pixman
pkg-config
poppler
popt
postgresql
potrace
pv
python
python3
readline
reattach-to-user-namespace
redis
ripgrep
rlwrap
rsync
ruby
ruby@2.3
rust
screenfetch
screenresolution
sqlite
streamlink
tldr
tmux
tree
uni2ascii
unibilium
unixodbc
utf8proc
vala
vim
watch
watchman
webp
weechat
wemux
wget
wxmac
x264
xvid
xz
yarn
youtube-dl
zlib
