tap "freecad/freecad"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core", "https://github.com/ipatch/homebrew-core.git"
tap "ipatch/us-05"
brew "libpng"
brew "boost"
brew "openssl@3"
brew "python@3.12"
brew "glib"
brew "binutils"
brew "python@3.13"
brew "z3"
brew "bindgen"
brew "c-ares"
brew "curl"
brew "libgit2"
brew "cmake"
brew "doxygen"
brew "dust"
brew "gcc"
brew "pmix"
brew "open-mpi"
brew "graphite2"
brew "highway"
brew "imath"
brew "jpeg-turbo"
brew "openexr"
brew "webp"
brew "jpeg-xl"
brew "sdl2"
brew "ffmpeg"
brew "spirv-tools"
brew "glslang"
brew "libclc"
brew "spirv-llvm-translator"
brew "mesa"
brew "freeglut"
brew "freeimage"
brew "gcc@13", link: false
brew "gdk-pixbuf"
brew "jasper"
brew "netpbm"
brew "librsvg"
brew "libepoxy"
brew "xorg-server"
brew "hdf5"
brew "json-c"
brew "libproxy"
brew "make"
brew "node"
brew "nss"
brew "opencascade"
brew "python@3.10"
brew "python@3.11"
brew "rapidjson"
brew "rust"
brew "socat"
brew "sphinx-doc"
brew "xcb-util-cursor"
brew "xmlto"
brew "freecad/freecad/med-file@4.1.1"
brew "freecad/freecad/med-file@4.1.1_py312"
brew "freecad/freecad/numpy@2.1.1_py312"
brew "freecad/freecad/pybind11_py312"
brew "freecad/freecad/swig@4.1.1"
