tap "homebrew/bundle"
tap "homebrew/core", "git@github.com:Linuxbrew/homebrew-core.git"
tap "homebrew/services"
tap "linuxbrew/extra"
tap "linuxbrew/xorg"
tap "neomutt/neomutt"
tap "universal-ctags/universal-ctags"
brew "aspell"
brew "autoconf"
brew "libunistring"
brew "pkg-config"
brew "ncurses"
brew "readline"
brew "automake"
brew "openssl"
brew "berkeley-db"
brew "zlib"
brew "binutils"
brew "gdbm"
brew "gettext"
brew "sqlite"
brew "p11-kit"
brew "gnutls"
brew "libgpg-error"
brew "libxml2"
brew "xz"
brew "bitlbee", args: ["with-libotr", "with-systemd"]
brew "libpng"
brew "ccat"
brew "cmake"
brew "curl"
brew "docbook"
brew "docbook-xsl"
brew "docker"
brew "docker-machine"
brew "libyaml"
brew "docker-compose"
brew "fish", args: ["HEAD"]
brew "fzf"
brew "shared-mime-info"
brew "git-crypt"
brew "glib-openssl"
brew "systemd"
brew "npth"
brew "pinentry"
brew "gnupg"
brew "go@1.9"
brew "godep"
brew "gpgme"
brew "gsasl"
brew "hello"
brew "icu4c"
brew "imagemagick"
brew "isl"
brew "krb5"
brew "kubernetes-cli"
brew "libnotify"
brew "libressl"
brew "libuv"
brew "lua"
brew "lua@5.1"
brew "neofetch"
brew "neovim"
brew "node"
brew "perl"
brew "openssl@1.1"
brew "qemu"
brew "ruby@2.3"
brew "sphinx-doc"
brew "the_platinum_searcher"
brew "tldr"
brew "tmux"
brew "tokyo-cabinet"
brew "vim", args: ["with-client-server"]
brew "weechat", args: ["with-aspell", "with-perl", "with-python@2", "with-ruby"]
brew "xclip"
brew "yajl"
brew "yarn"
brew "linuxbrew/extra/strace"
