tap "homebrew/bundle"
tap "homebrew/core", "git@github.com:ipatch/linuxbrew-core.git"
tap "homebrew/services"
tap "linuxbrew/extra"
tap "linuxbrew/xorg"
tap "neomutt/neomutt"
tap "universal-ctags/universal-ctags"
brew "asciidoctor"
brew "aspell"
brew "openssl"
brew "berkeley-db"
brew "gdbm"
brew "perl"
brew "autoconf"
brew "bdw-gc"
brew "libunistring"
brew "ncurses"
brew "pkg-config"
brew "readline"
brew "guile"
brew "automake"
brew "zlib"
brew "binutils"
brew "bison"
brew "gettext"
brew "sqlite"
brew "python@2"
brew "util-linux"
brew "glib"
brew "nettle"
brew "p11-kit"
brew "gnutls"
brew "libgpg-error"
brew "xz"
brew "python"
brew "libxml2"
brew "libxslt"
brew "libgcrypt"
brew "bitlbee", args: ["with-libotr", "with-systemd"]
brew "icu4c"
brew "boost"
brew "libpng"
brew "linuxbrew/xorg/xorgproto", link: false
brew "pixman"
brew "cairo"
brew "ccat"
brew "cmake"
brew "curl"
brew "docbook"
brew "docbook-xsl"
brew "doxygen"
brew "pcre2"
brew "fish"
brew "fzf"
brew "libtiff"
brew "webp"
brew "shared-mime-info"
brew "gdk-pixbuf"
brew "git-crypt"
brew "glib-openssl"
brew "libsecret"
brew "systemd"
brew "npth"
brew "pinentry"
brew "gnupg"
brew "go"
brew "go@1.9"
brew "gobject-introspection"
brew "godep"
brew "gpgme"
brew "gsasl"
brew "source-highlight"
brew "gtk-doc"
brew "linuxbrew/xorg/libdmx"
brew "linuxbrew/xorg/libxaw3d"
brew "linuxbrew/xorg/libxcursor"
brew "linuxbrew/xorg/libxfont"
brew "linuxbrew/xorg/libxinerama"
brew "linuxbrew/xorg/libxres"
brew "linuxbrew/xorg/libxscrnsaver"
brew "linuxbrew/xorg/libxshmfence"
brew "imagemagick"
brew "isl"
brew "itstool"
brew "krb5"
brew "libedit"
brew "libnotify"
brew "libressl", link: false
brew "libuv"
brew "libyaml"
brew "lua"
brew "lua@5.1"
brew "lynis"
brew "msgpack"
brew "neofetch"
brew "neovim"
brew "ninja"
brew "node"
brew "openssl@1.1", link: false
brew "rkhunter"
brew "ruby", link: false
brew "ruby@2.3"
brew "sphinx-doc"
brew "vim"
brew "sysbench"
brew "the_platinum_searcher"
brew "tldr"
brew "tmux"
brew "tokyo-cabinet"
brew "weechat", args: ["with-aspell", "with-perl", "with-python@2", "with-ruby"]
brew "xclip"
brew "yajl"
brew "yarn"
brew "youtube-dl"
brew "linuxbrew/extra/strace"
brew "linuxbrew/xorg/xcb-proto"
