tap "caskformula/caskformula"
tap "caskroom/cask"
tap "caskroom/fonts"
tap "caskroom/versions"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/completions"
tap "homebrew/core", "git@github.com:ipatch/homebrew-core.git"
tap "homebrew/dupes"
tap "homebrew/fuse"
tap "homebrew/services"
tap "homebrew/versions"
tap "lukechilds/tap"
tap "neomutt/neomutt", "git@github.com:ipatch/homebrew-neomutt.git"
tap "universal-ctags/universal-ctags"
cask "osxfuse"
cask "xquartz"
brew "adns"
brew "archey"
brew "xz"
brew "python", link: false
brew "asciinema"
brew "asciiquarium"
brew "gettext"
brew "atkmm"
brew "autoconf"
brew "automake"
brew "awk"
brew "bash"
brew "bash-completion"
brew "bdw-gc"
brew "gmp"
brew "mpfr"
brew "gcc"
brew "p7zip"
brew "binwalk"
brew "boost"
brew "boost-build"
brew "ccat"
brew "cloog"
brew "cmake"
brew "coreutils"
brew "cowsay"
brew "curl"
brew "debianutils"
brew "dialog"
brew "docker"
brew "docker-machine"
brew "libyaml"
brew "docker-compose"
brew "doxygen"
brew "e2fsprogs"
brew "editorconfig"
brew "elinks"
brew "exercism"
brew "ext2fuse"
brew "ext4fuse"
brew "fakeroot"
brew "fd"
brew "lame"
brew "x264"
brew "ffmpeg"
brew "findutils", args: ["with-default-names"]
brew "fish"
brew "fortune"
brew "fzf"
brew "libtiff"
brew "gdb"
brew "ghostscript"
brew "git"
brew "git-extras"
brew "go"
brew "glide"
brew "gnu-sed", args: ["with-default-names"]
brew "libksba"
brew "libusb"
brew "pinentry"
brew "gnupg"
brew "pkg-config"
brew "gpatch"
brew "libtool"
brew "grep", args: ["with-default-names"]
brew "html-xml-utils"
brew "htop"
brew "httpie"
brew "imagemagick"
brew "jemalloc"
brew "kubernetes-cli"
brew "libidn2"
brew "libnotify"
brew "libressl"
brew "vala"
brew "libsoup"
brew "libtermkey"
brew "libuv"
brew "libvterm"
brew "libxml2"
brew "libxslt"
brew "luajit"
brew "mongodb", restart_service: true
brew "mujs"
brew "mpv", link: false
brew "mps-youtube"
brew "msgpack"
brew "ncurses"
brew "neofetch"
brew "neovim"
brew "nghttp2"
brew "nmap", args: ["with-pygtk"]
brew "openssh"
brew "openssl@1.1"
brew "openvpn"
brew "perl"
brew "poppler"
brew "postgresql", restart_service: true
brew "pv"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "ripgrep"
brew "rlwrap"
brew "rsync"
brew "rust"
brew "screenfetch"
brew "streamlink"
brew "tldr"
brew "tmux"
brew "tree"
brew "uni2ascii"
brew "unixodbc"
brew "utf8proc"
brew "vim"
brew "watch"
brew "watchman"
brew "weechat", args: ["with-aspell", "with-lua", "with-perl", "with-python@2", "with-ruby"]
brew "wemux"
brew "wget"
brew "wxmac"
brew "zlib"
brew "lukechilds/tap/gifgen"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "android-studio"
cask "arduino"
cask "atom"
cask "background-music"
cask "bitbar"
cask "brave"
cask "chromium"
cask "clipgrab"
cask "clipy"
cask "diffmerge"
cask "discord"
cask "dolphin"
cask "etcher"
cask "firefox"
cask "flash-npapi"
cask "flash-player"
cask "flash-ppapi"
cask "flux"
cask "gimp"
cask "gitter"
cask "google-chrome"
cask "graphiql"
cask "hammerspoon"
cask "icq"
cask "impactor"
cask "inkscape"
cask "iterm2"
cask "java"
cask "jbidwatcher"
cask "jdownloader"
cask "kap"
cask "keepingyouawake"
cask "kitty"
cask "kodi"
cask "launchcontrol"
cask "libreoffice"
cask "mactex-no-ghostscript"
cask "minikube"
cask "mpv"
cask "postico"
cask "postman"
cask "qlcolorcode"
cask "qlmarkdown"
cask "qlstephen"
cask "quicklook-json"
cask "robo-3t"
cask "skype"
cask "slack"
cask "soda-player"
cask "spectacle"
cask "spotify"
cask "transmission"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "visual-studio-code"
cask "vlc"
cask "vmware-fusion"
cask "xld"
cask "zoom"
cask "caskroom/fonts/font-hack-nerd-font"
cask "caskroom/fonts/font-ibm-plex"
cask "caskroom/versions/hyper-canary"
