android-studio
arduino
atom
bitbar
brave
chromium
clipgrab
clipy
diffmerge
discord
dolphin
etcher
firefox
flash-npapi
flash-player
flash-ppapi
flux
font-hack-nerd-font
gimp
gitter
google-chrome
graphiql
hammerspoon
hyper-canary
icq
impactor
inkscape
iterm2
java
jbidwatcher
jdownloader
kap
keepingyouawake
kodi
libreoffice
mactex-no-ghostscript
mpv
osxfuse
postico
postman
qlcolorcode
qlmarkdown
qlstephen
quicklook-json
robo-3t
skype
slack
spectacle
spotify
transmission
virtualbox
virtualbox-extension-pack
visual-studio-code
vlc
xld
xquartz
zoom
