tap "homebrew/bundle"
tap "homebrew/core"
tap "universal-ctags/universal-ctags"
tap "neomutt/neomutt"
tap "linuxbrew/xorg"
tap "linuxbrew/extra"
brew "aspell"
brew "autoconf"
brew "pkg-config"
brew "automake"
brew "zlib"
brew "gettext"
brew "openssl"
brew "libxml2"
brew "ccat"
brew "docbook"
brew "docbook-xsl"
brew "docker"
brew "docker-machine"
brew "docker-compose"
brew "fish"
brew "fzf"
brew "glib-openssl"
brew "pinentry"
brew "gpgme"
brew "gsasl"
brew "hello"
brew "krb5"
brew "kubernetes-cli"
brew "libnotify"
brew "libressl"
brew "neofetch"
brew "neovim"
brew "perl"
brew "ruby@2.3"
brew "tmux"
brew "tokyo-cabinet"
brew "vim"
brew "weechat", args: ["with-aspell", "with-perl", "with-python@2", "with-ruby"]
brew "xclip"
brew "linuxbrew/extra/strace"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
