tap "eddieantonio/eddieantonio"
tap "freecad/freecad"
tap "heroku/brew"
tap "homebrew-ffmpeg/ffmpeg"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core", "https://github.com/ipatch/homebrew-core.git"
tap "homebrew/services"
tap "ipatch/us-05"
tap "lukechilds/tap"
tap "osx-cross/avr"
tap "rene-dev/sigrok"
tap "ryanfb/alicevision"
tap "universal-ctags/universal-ctags"
cask "adoptopenjdk8"
brew "adns"
brew "libpng"
brew "freetype"
brew "fontconfig"
brew "gdbm"
brew "gettext"
brew "openssl@1.1"
brew "pcre"
brew "readline", link: true
brew "sqlite"
brew "xz"
brew "glib"
brew "pixman"
brew "cairo"
brew "fribidi"
brew "jpeg"
brew "libtiff"
brew "gdk-pixbuf"
brew "graphite2"
brew "icu4c"
brew "harfbuzz"
brew "python"
brew "libcroco"
brew "pango"
brew "librsvg"
brew "adwaita-icon-theme"
brew "atk", link: false
brew "libepoxy"
brew "gtk+3"
brew "apktool"
brew "apr"
brew "apr-util"
brew "archey"
brew "boost"
brew "source-highlight"
brew "asciidoc"
brew "asciidoctor"
brew "asciinema"
brew "asciiquarium"
brew "lua"
brew "clingo"
brew "python@2"
brew "aspell"
brew "glibmm"
brew "atkmm"
brew "autoconf"
brew "automake"
brew "libelf"
brew "libusb"
brew "libusb-compat"
brew "avrdude"
brew "bash"
brew "bash-completion"
brew "bc"
brew "bdw-gc"
brew "berkeley-db"
brew "bfg"
brew "gmp"
brew "mpfr"
brew "gcc"
brew "p7zip"
brew "binwalk"
brew "bison"
brew "boost-build"
brew "boost-python"
brew "boost-python3"
brew "brightness"
brew "c-ares"
brew "cairomm"
brew "ocaml"
brew "ocamlbuild"
brew "camlp4"
brew "ccache", args: ["HEAD"], link: false
brew "cmake"
brew "eigen"
brew "openblas"
brew "tbb"
brew "suite-sparse"
brew "ceres-solver"
brew "cloog"
brew "cmatrix"
brew "colordiff"
brew "coreutils"
brew "cowsay"
brew "cppunit"
brew "curl"
brew "cvs"
brew "ddrescue"
brew "go"
brew "dep"
brew "dialog"
brew "docbook-xsl"
brew "libyaml"
brew "docker-compose", link: false
brew "docutils"
brew "double-conversion"
brew "doxygen", link: false
brew "gnu-tar"
brew "gpatch"
brew "perl"
brew "dpkg"
brew "pcre2"
brew "editorconfig"
brew "elinks"
brew "libevent"
brew "libunistring"
brew "libidn2"
brew "libtasn1"
brew "nettle"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "enchant"
brew "exiftool"
brew "fakeroot"
brew "fdk-aac"
brew "flac"
brew "giflib"
brew "lame"
brew "little-cms2"
brew "openjpeg"
brew "webp"
brew "leptonica"
brew "libbluray"
brew "libvpx"
brew "opus"
brew "rtmpdump"
brew "sdl2"
brew "snappy"
brew "tesseract"
brew "x265"
brew "xvid"
brew "ffmpeg", args: ["HEAD"]
brew "file-formula"
brew "findutils"
brew "fish"
brew "flann"
brew "libftdi"
brew "flashrom"
brew "fltk"
brew "fop"
brew "fortune"
brew "fswatch"
brew "fzf"
brew "gawk"
brew "gdb"
brew "libxml2"
brew "gdl"
brew "glib-networking"
brew "pkg-config"
brew "gobject-introspection"
brew "jasper"
brew "netpbm"
brew "gts"
brew "libtool"
brew "graphviz"
brew "gtk-mac-integration"
brew "vala"
brew "gspell"
brew "gtksourceview4"
brew "py3cairo"
brew "pygobject3"
brew "libpeas"
brew "libpsl"
brew "libsoup"
brew "gedit"
brew "glfw"
brew "geogram"
brew "ghostscript"
brew "gifsicle"
brew "git"
brew "git-crypt"
brew "git-extras"
brew "git-lfs"
brew "libgpg-error"
brew "libassuan"
brew "libgcrypt"
brew "libksba"
brew "npth"
brew "pinentry"
brew "gnupg"
brew "git-secret"
brew "glide"
brew "gpgme"
brew "gmime"
brew "gnu-sed"
brew "gnu-time", args: ["with-default-names"]
brew "libcerf"
brew "qt", link: true
brew "gnuplot"
brew "graphene"
brew "graphicsmagick"
brew "grep"
brew "gsl"
brew "gtk-doc"
brew "gtk-gnutella"
brew "pangomm"
brew "gtkmm"
brew "gtkmm3"
brew "gtksourceview3"
brew "gtkspell3"
brew "hashcat"
brew "help2man"
brew "hidapi"
brew "highlight"
brew "html-xml-utils"
brew "ncurses"
brew "htop"
brew "httpie"
brew "hugo"
brew "libplist"
brew "libusbmuxd"
brew "libimobiledevice"
brew "libzip"
brew "ideviceinstaller"
brew "ifuse"
brew "ilmbase"
brew "libde265"
brew "shared-mime-info"
brew "libheif"
brew "libomp"
brew "openexr"
brew "imagemagick"
brew "intltool"
brew "iproute2mac"
brew "jansson"
brew "jemalloc"
brew "jenv"
brew "john-jumbo"
brew "jpeg-turbo"
brew "oniguruma"
brew "jq"
brew "kubernetes-cli", link: false
brew "ldns"
brew "leiningen"
brew "lemon"
brew "libb2"
brew "lz4"
brew "zstd"
brew "libarchive"
brew "libcdr"
brew "libebml"
brew "libev"
brew "libgsf"
brew "libiconv"
brew "libmatroska"
brew "libnotify"
brew "libraw"
brew "libressl"
brew "libsigc++"
brew "libssh"
brew "libssh2"
brew "libtermkey"
brew "libuv"
brew "libvisio"
brew "libvterm"
brew "libwpg"
brew "libxslt"
brew "llvm"
brew "lmdb"
brew "lsusb"
brew "lua@5.1"
brew "luajit"
brew "luarocks"
brew "lynx"
brew "m4"
brew "make"
brew "maven"
brew "mdcat"
brew "mdp"
brew "ninja"
brew "meson"
brew "minicom"
brew "minikube", link: false
brew "mkvtoolnix"
brew "mlt"
brew "mono"
brew "mps-youtube"
brew "mujs"
brew "zimg"
brew "vapoursynth"
brew "youtube-dl", link: false
brew "mpv", link: false
brew "msgpack"
brew "mtools"
brew "mutt"
brew "mysql-client"
brew "nasm"
brew "neofetch"
brew "talloc"
brew "xapian"
brew "zlib"
brew "notmuch"
brew "neomutt"
brew "utf8proc"
brew "neovim", args: ["HEAD"]
brew "nghttp2"
brew "nmap"
brew "node"
brew "nspr"
brew "nss", link: false
brew "ntfs-3g"
brew "numpy", link: false
brew "omniorb"
brew "opam"
brew "open-ocd"
brew "opencolorio"
brew "opencv"
brew "srt"
brew "openimageio"
brew "pkcs11-helper"
brew "openvpn"
brew "pandoc"
brew "parallel"
brew "patchutils"
brew "picocom"
brew "pidgin"
brew "poppler"
brew "postgresql", restart_service: true
brew "potrace"
brew "proctools"
brew "pstree"
brew "pv"
brew "py2cairo"
brew "pygobject"
brew "qemu"
brew "rdesktop"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "rlwrap"
brew "rsync"
brew "ruby", link: true
brew "scons"
brew "screen"
brew "screenfetch"
brew "shellcheck"
brew "siege"
brew "sl"
brew "socat"
brew "sphinx"
brew "sphinx-doc"
brew "splint"
brew "sshfs"
brew "streamlink"
brew "swig"
brew "sysbench"
brew "task"
brew "teensy_loader_cli"
brew "texinfo"
brew "the_platinum_searcher"
brew "the_silver_searcher"
brew "tidy-html5"
brew "tiger-vnc"
brew "tldr"
brew "tmux"
brew "tree"
brew "uni2ascii"
brew "unixodbc"
brew "unrar"
brew "util-linux"
brew "vim"
brew "vtk"
brew "w3m"
brew "watch"
brew "watchman"
brew "weechat"
brew "wemux"
brew "wget"
brew "woff2"
brew "wtf"
brew "wxmac"
brew "xhyve"
brew "xorriso"
brew "yamllint"
brew "yarn"
brew "zenity"
brew "zsh"
brew "eddieantonio/eddieantonio/imgcat"
brew "freecad/freecad/coin"
brew "freecad/freecad/pivy"
brew "ipatch/us-05/openssh", args: ["HEAD", "with-ldns"]
brew "lukechilds/tap/gifgen"
brew "osx-cross/avr/avr-binutils"
brew "osx-cross/avr/avr-gcc"
brew "rene-dev/sigrok/sigrok-cli"
brew "ryanfb/alicevision/alembic"
brew "ryanfb/alicevision/alicevision", link: false
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "adoptopenjdk"
cask "android-platform-tools"
cask "android-studio"
cask "avidemux"
cask "background-music"
cask "balenaetcher"
cask "bbc-iplayer-downloads"
cask "bitbar"
cask "brave-browser"
cask "checkra1n"
cask "chromium"
cask "clipy"
cask "cutter"
cask "dia"
cask "diffmerge"
cask "digikam"
cask "disablemonitor"
cask "discord"
cask "docker"
cask "dolphin"
cask "dotnet-sdk"
cask "doxygen"
cask "duet"
cask "eclipse-ide"
cask "etcher"
cask "fanny"
cask "firefox"
cask "flash-npapi"
cask "flash-player"
cask "flash-ppapi"
cask "flux"
cask "font-croissant-one"
cask "font-hack-nerd-font"
cask "font-ibm-plex"
cask "fontforge"
cask "fritzing"
cask "gdisk"
cask "ghidra"
cask "gimp"
cask "gitter"
cask "google-chrome"
cask "graphiql"
cask "hammerspoon"
cask "hyper-canary"
cask "impactor"
cask "iterm2"
cask "java"
cask "java6"
cask "java8"
cask "jbidwatcher"
cask "jdownloader"
cask "jtool"
cask "karabiner-elements"
cask "keepingyouawake"
cask "key-codes"
cask "keycastr"
cask "kicad"
cask "kitty"
cask "kodi"
cask "launchcontrol"
cask "libreoffice"
cask "mactex"
cask "mactex-no-ghostscript"
cask "minikube"
cask "mono-mdk-for-visual-studio"
cask "mpv"
cask "natron"
cask "nomachine"
cask "nvidia-cuda"
cask "openboardview"
cask "openscad"
cask "opentoonz"
cask "postico"
cask "postman"
cask "powershell"
cask "printrun"
cask "psi"
cask "qlcolorcode"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-json"
cask "riot"
cask "robo-3t"
cask "rocket-chat"
cask "shotcut"
cask "skype"
cask "slack"
cask "smcfancontrol"
cask "soda-player"
cask "spectacle"
cask "spotify"
cask "taskwarrior-pomodoro"
cask "tigervnc-viewer"
cask "transmission"
cask "tuntap"
cask "ultimaker-cura"
cask "unetbootin"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "visual-studio"
cask "visual-studio-code"
cask "vlc"
cask "vnc-viewer"
cask "wireshark"
cask "xld"
cask "zoom"
