tap "caskformula/caskformula"
tap "eddieantonio/eddieantonio"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/completions"
tap "homebrew/core", "git@github.com:ipatch/homebrew-core.git"
tap "homebrew/dupes"
tap "homebrew/services"
tap "homebrew/versions"
tap "ipatch/us-05"
tap "lukechilds/tap"
tap "universal-ctags/universal-ctags"
cask "java"
cask "java8"
cask "osxfuse"
cask "xquartz"
brew "adns"
brew "apktool"
brew "apr"
brew "openssl"
brew "archey"
brew "icu4c"
brew "boost"
brew "source-highlight"
brew "asciidoc"
brew "asciidoctor"
brew "gdbm"
brew "readline"
brew "sqlite"
brew "xz"
brew "python"
brew "asciinema"
brew "asciiquarium"
brew "lua"
brew "clingo"
brew "python@2"
brew "gettext"
brew "pcre"
brew "glib"
brew "atk"
brew "libsigc++"
brew "glibmm"
brew "atkmm"
brew "autoconf"
brew "automake"
brew "bash"
brew "bash-completion"
brew "bc"
brew "bdw-gc"
brew "bfg"
brew "gmp"
brew "mpfr"
brew "gcc"
brew "p7zip"
brew "binwalk"
brew "boost-build"
brew "c-ares"
brew "libpng"
brew "fontconfig"
brew "pixman"
brew "cairo"
brew "ocaml"
brew "ocamlbuild"
brew "camlp4"
brew "ccache", args: ["HEAD"]
brew "cloog"
brew "cmake"
brew "cmatrix"
brew "colordiff"
brew "coreutils"
brew "cowsay"
brew "curl"
brew "go"
brew "dep"
brew "dialog"
brew "libyaml"
brew "docker-compose"
brew "doxygen"
brew "gnu-tar"
brew "gpatch"
brew "perl"
brew "dpkg"
brew "pcre2"
brew "editorconfig"
brew "elinks"
brew "libunistring"
brew "nettle"
brew "p11-kit"
brew "gnutls"
brew "emacs"
brew "exercism"
brew "exiftool"
brew "fakeroot"
brew "fdk-aac"
brew "fribidi"
brew "libtiff"
brew "gdk-pixbuf"
brew "graphite2"
brew "harfbuzz"
brew "lame"
brew "pango"
brew "librsvg"
brew "sdl2"
brew "x264"
brew "x265"
brew "ffmpeg", args: ["HEAD", "with-fdk-aac", "with-fontconfig", "with-freetype", "with-game-music-emu", "with-libbluray", "with-librsvg", "with-openh264", "with-rtmpdump", "with-srt", "with-wavpack"]
brew "file-formula"
brew "findutils", args: ["with-default-names"]
brew "fish"
brew "libusb"
brew "flashrom"
brew "fltk"
brew "fop"
brew "fortune"
brew "fswatch"
brew "fzf"
brew "gawk"
brew "webp"
brew "gdb"
brew "ghostscript"
brew "git"
brew "git-crypt"
brew "git-extras"
brew "glib-networking"
brew "glide"
brew "libgpg-error"
brew "libassuan"
brew "libgcrypt"
brew "libksba"
brew "npth"
brew "pinentry"
brew "gnupg"
brew "gnu-sed", args: ["with-default-names"]
brew "gnu-time", args: ["with-default-names"]
brew "gnuplot", args: ["with-x11"]
brew "pkg-config"
brew "gobject-introspection"
brew "libtool"
brew "grep", args: ["with-default-names"]
brew "gsl"
brew "gtk+3"
brew "gtk-gnutella"
brew "pangomm"
brew "help2man"
brew "highlight"
brew "html-xml-utils"
brew "htop"
brew "httpie"
brew "hugo"
brew "ideviceinstaller"
brew "ifuse"
brew "imagemagick"
brew "iproute2mac"
brew "jansson"
brew "jemalloc"
brew "jpeg-turbo"
brew "oniguruma"
brew "jq"
brew "kubernetes-cli"
brew "libarchive"
brew "libelf"
brew "libev"
brew "libiconv"
brew "libidn2"
brew "libnotify"
brew "libpsl"
brew "libressl"
brew "vala"
brew "libsoup"
brew "libtermkey"
brew "libuv"
brew "libvterm"
brew "libxml2"
brew "libxslt"
brew "llvm"
brew "lsusb"
brew "lua@5.1"
brew "luajit"
brew "lz4"
brew "m4"
brew "make", args: ["with-default-names"]
brew "maven"
brew "minicom"
brew "mkvtoolnix"
brew "mongodb", restart_service: true
brew "mujs"
brew "youtube-dl"
brew "mpv", link: false
brew "mps-youtube"
brew "msgpack"
brew "mtools"
brew "mutt"
brew "nasm"
brew "ncurses"
brew "neofetch"
brew "zlib"
brew "neomutt"
brew "neovim"
brew "nghttp2"
brew "py2cairo"
brew "nmap", args: ["with-pygtk"]
brew "node"
brew "nss"
brew "opam"
brew "open-ocd"
brew "openssl@1.1"
brew "openvpn"
brew "pandoc"
brew "picocom"
brew "pidgin"
brew "poppler"
brew "postgresql", restart_service: true
brew "pstree"
brew "pv"
brew "rdesktop"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "rlwrap"
brew "rsync"
brew "ruby", link: true
brew "screenfetch"
brew "shellcheck"
brew "siege"
brew "sl"
brew "sphinx-doc"
brew "splint"
brew "streamlink"
brew "sysbench"
brew "texinfo"
brew "the_platinum_searcher"
brew "the_silver_searcher"
brew "tidy-html5"
brew "tiger-vnc"
brew "tldr"
brew "tmux"
brew "tree"
brew "uni2ascii"
brew "unixodbc"
brew "unrar"
brew "utf8proc"
brew "util-linux"
brew "vim"
brew "w3m"
brew "watch"
brew "watchman"
brew "weechat"
brew "wemux"
brew "wget"
brew "wxmac"
brew "xhyve"
brew "xorriso"
brew "yamllint"
brew "yarn"
brew "zenity"
brew "zsh"
brew "eddieantonio/eddieantonio/imgcat"
brew "ipatch/us-05/openssh", args: ["HEAD", "with-ldns"]
brew "ipatch/us-05/qemu", args: ["HEAD", "with-docs", "with-hax", "with-hvf", "with-libusb"]
brew "lukechilds/tap/gifgen"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "android-platform-tools"
cask "android-studio"
cask "arduino"
cask "atom"
cask "avidemux"
cask "background-music"
cask "bbc-iplayer-downloads"
cask "bitbar"
cask "blender"
cask "chromium"
cask "clipy"
cask "diffmerge"
cask "discord"
cask "docker"
cask "dolphin"
cask "dotnet"
cask "duet"
cask "etcher"
cask "fanny"
cask "firefox"
cask "flash-npapi"
cask "flash-player"
cask "flash-ppapi"
cask "flux"
cask "font-croissant-one"
cask "font-hack-nerd-font"
cask "font-ibm-plex"
cask "fontforge"
cask "ftdi-vcp-driver"
cask "gdisk"
cask "gimp"
cask "gitter"
cask "google-chrome"
cask "graphiql"
cask "hammerspoon"
cask "hyper-canary"
cask "impactor"
cask "inkscape"
cask "iterm2"
cask "jbidwatcher"
cask "jdownloader"
cask "kap"
cask "karabiner-elements"
cask "keepingyouawake"
cask "keycastr"
cask "kicad"
cask "kitty"
cask "kodi"
cask "launchcontrol"
cask "libreoffice"
cask "mactex"
cask "mactex-no-ghostscript"
cask "minikube"
cask "mpv"
cask "natron"
cask "postico"
cask "postman"
cask "powershell"
cask "qlcolorcode"
cask "qlmarkdown"
cask "qlstephen"
cask "quicklook-json"
cask "robo-3t"
cask "skype"
cask "slack"
cask "smcfancontrol"
cask "soda-player"
cask "soundflower"
cask "soundflowerbed"
cask "spectacle"
cask "spotify"
cask "tigervnc-viewer"
cask "transmission"
cask "tuntap"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "visual-studio-code"
cask "vlc"
cask "vnc-viewer"
cask "xld"
cask "zoom"
