tap "dawidd6/tap"
tap "eddieantonio/eddieantonio"
tap "freecad/freecad", "https://github.com/ipatch/homebrew-freecad"
tap "gromgit/fuse"
tap "heroku/brew"
tap "homebrew-ffmpeg/ffmpeg"
tap "homebrew/autoupdate"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "homebrew/test-bot"
tap "ipatch/freecad-pg13"
tap "ipatch/freecad-pg14"
tap "ipatch/us-05"
tap "louisbrunner/valgrind"
tap "lukechilds/tap"
tap "osx-cross/avr"
tap "rene-dev/sigrok", "https://github.com/ipatch/homebrew-sigrok.git"
tap "ryanfb/alicevision"
tap "thii/unxip"
tap "universal-ctags/universal-ctags"
tap "vitorgalvao/tiny-scripts"
brew "act"
brew "adns"
brew "libpng"
brew "freetype"
brew "fontconfig"
brew "gdbm"
brew "gettext"
brew "pcre"
brew "readline", link: true
brew "sqlite"
brew "xz"
brew "glib"
brew "pkg-config"
brew "xorgproto"
brew "libxcb"
brew "pixman"
brew "cairo"
brew "fribidi"
brew "jpeg"
brew "libtiff"
brew "gdk-pixbuf"
brew "gobject-introspection"
brew "graphite2"
brew "icu4c"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "adwaita-icon-theme"
brew "atk", link: false
brew "gsettings-desktop-schemas"
brew "libepoxy"
brew "gtk+3"
brew "python@3.8"
brew "amtk"
brew "giflib"
brew "webp"
brew "aom"
brew "openjdk@8"
brew "apktool"
brew "apr"
brew "apr-util"
brew "boost"
brew "source-highlight"
brew "asciidoc"
brew "libyaml"
brew "ruby", link: true
brew "asciidoctor"
brew "asciinema"
brew "berkeley-db"
brew "ncurses"
brew "perl"
brew "asciiquarium"
brew "lua"
brew "clingo"
brew "aspcud"
brew "aspell"
brew "libsigc++"
brew "glibmm"
brew "atkmm"
brew "atkmm@2.28"
brew "autoconf"
brew "autoconf-archive"
brew "automake"
brew "libelf"
brew "libusb"
brew "libusb-compat"
brew "avrdude"
brew "bash"
brew "bat"
brew "bc"
brew "bdw-gc"
brew "openjdk"
brew "bfg"
brew "gmp"
brew "mpfr"
brew "zstd"
brew "gcc"
brew "libraqm"
brew "little-cms2"
brew "numpy", link: false
brew "openjpeg"
brew "p7zip"
brew "binwalk"
brew "bison"
brew "boost-build"
brew "boost-python"
brew "boost-python3"
brew "brightness"
brew "c-ares"
brew "cairomm"
brew "ocaml"
brew "ocamlbuild"
brew "camlp4"
brew "ccache"
brew "llvm"
brew "ccls"
brew "eigen"
brew "suite-sparse"
brew "tbb", link: false
brew "ceres-solver"
brew "cloog"
brew "cmake"
brew "cmatrix"
brew "coin", link: false
brew "qt@5"
brew "coin3d", link: false
brew "colordiff"
brew "coreutils"
brew "cowsay"
brew "cppcheck"
brew "cppunit"
brew "create-dmg"
brew "libunistring"
brew "libidn2"
brew "libssh2"
brew "openldap"
brew "rtmpdump"
brew "curl"
brew "cvs"
brew "dav1d"
brew "ddrescue"
brew "go"
brew "dep"
brew "dialog"
brew "docbook-xsl"
brew "docutils"
brew "double-conversion"
brew "doxygen"
brew "gnu-tar"
brew "gpatch"
brew "dpkg"
brew "dropbear"
brew "dust"
brew "e2fsprogs"
brew "pcre2"
brew "editorconfig"
brew "elinks"
brew "libtool"
brew "guile"
brew "libevent"
brew "libtasn1"
brew "nettle"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "jansson"
brew "jemalloc"
brew "libev"
brew "nghttp2"
brew "emacs"
brew "enchant"
brew "exiftool"
brew "fakeroot"
brew "fd"
brew "fdk-aac"
brew "fdupes"
brew "flac"
brew "lame"
brew "leptonica"
brew "libass"
brew "libbluray"
brew "opus"
brew "libsndfile"
brew "libvpx"
brew "rav1e"
brew "sdl2"
brew "snappy"
brew "srt"
brew "tesseract"
brew "x264"
brew "x265"
brew "xvid"
brew "zimg"
brew "ffmpeg"
brew "hwloc"
brew "open-mpi"
brew "fftw"
brew "libmagic"
brew "file-formula"
brew "findutils"
brew "fish", args: ["HEAD"]
brew "hdf5", link: false
brew "flann"
brew "flashrom"
brew "flex"
brew "fltk"
brew "lz4"
brew "folly"
brew "fop"
brew "fortune"
brew "libxfixes"
brew "freerdp"
brew "fswatch"
brew "fzf"
brew "game-music-emu"
brew "gawk"
brew "gd"
brew "gdb"
brew "gdl"
brew "glib-networking"
brew "jasper"
brew "netpbm"
brew "gts"
brew "graphviz"
brew "gtk-mac-integration"
brew "vala"
brew "gspell"
brew "gtksourceview4"
brew "py3cairo"
brew "pygobject3"
brew "libpeas"
brew "libpsl"
brew "libsoup"
brew "tepl"
brew "gedit"
brew "glfw"
brew "geogram"
brew "gh"
brew "libidn"
brew "ghostscript"
brew "gifsicle"
brew "git"
brew "git-crypt"
brew "git-extras"
brew "git-gui"
brew "git-lfs"
brew "libgpg-error"
brew "libassuan"
brew "libgcrypt"
brew "libksba"
brew "npth"
brew "pinentry"
brew "gnupg"
brew "git-secret"
brew "glew"
brew "glide"
brew "glpk"
brew "gpgme"
brew "gmime"
brew "gnu-sed"
brew "gnu-time", args: ["with-default-names"]
brew "libcerf"
brew "gnuplot"
brew "graphene"
brew "graphicsmagick"
brew "grep"
brew "grex"
brew "gsl"
brew "gtk-doc"
brew "gtk-gnutella"
brew "pangomm@2.46"
brew "gtkmm"
brew "gtkmm3"
brew "gtksourceview3"
brew "gtkspell3"
brew "hashcat"
brew "help2man"
brew "hidapi"
brew "highlight"
brew "html-xml-utils"
brew "htop"
brew "httpie"
brew "hugo"
brew "libplist"
brew "libusbmuxd"
brew "libimobiledevice"
brew "libzip"
brew "ideviceinstaller"
brew "ilmbase"
brew "libde265"
brew "shared-mime-info"
brew "libheif"
brew "libomp"
brew "imagemagick"
brew "imlib2"
brew "intltool"
brew "iproute2mac"
brew "jenv"
brew "john-jumbo"
brew "jpeg-turbo"
brew "oniguruma"
brew "jq"
brew "ldns"
brew "leiningen"
brew "lemon"
brew "less"
brew "libb2"
brew "libarchive"
brew "libcdr"
brew "libcroco"
brew "libebml"
brew "libfido2"
brew "libftdi"
brew "libgnt"
brew "libgsf"
brew "libiconv"
brew "libmatroska"
brew "libnotify"
brew "libraw"
brew "libressl"
brew "libslirp"
brew "libssh"
brew "unibilium"
brew "libtermkey"
brew "libuv"
brew "libvisio"
brew "libvterm"
brew "libwpg"
brew "libxslt"
brew "lmdb"
brew "lsusb"
brew "lua@5.1", link: false
brew "luajit"
brew "luajit-openresty"
brew "luarocks"
brew "luv"
brew "lynx"
brew "make"
brew "maven"
brew "mdcat"
brew "mdp"
brew "mercurial"
brew "ninja"
brew "meson"
brew "minicom"
brew "mono"
brew "mps-youtube"
brew "msgpack"
brew "mtools"
brew "mujs"
brew "mutt"
brew "mysql-client"
brew "mysql@5.7"
brew "nasm"
brew "neofetch"
brew "talloc"
brew "xapian"
brew "notmuch"
brew "neomutt"
brew "tree-sitter"
brew "neovim"
brew "netcdf"
brew "nmap"
brew "node"
brew "nspr"
brew "nss"
brew "omniorb"
brew "opam"
brew "open-ocd"
brew "opencascade", link: false
brew "opencolorio"
brew "opencv@3"
brew "openh264"
brew "pybind11"
brew "openimageio"
brew "openssh"
brew "pkcs11-helper"
brew "openvpn"
brew "orocos-kdl"
brew "pandoc"
brew "pangomm"
brew "parallel"
brew "patchutils"
brew "pugixml"
brew "vtk", link: false
brew "pcl"
brew "qt", link: false
brew "poppler"
brew "pdfgrep"
brew "picocom"
brew "pidgin"
brew "pinentry-mac"
brew "po4a"
brew "popt"
brew "postgresql@10"
brew "potrace"
brew "pstree"
brew "pv"
brew "py2cairo"
brew "python@2", link: false
brew "pygobject"
brew "qemu"
brew "rdesktop"
brew "rdfind"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "ripgrep"
brew "rlwrap"
brew "rsync"
brew "ruby@2.7"
brew "scons"
brew "screen"
brew "screenfetch"
brew "sdl"
brew "shellcheck"
brew "siege"
brew "sip"
brew "sl"
brew "socat"
brew "sphinx"
brew "sphinx-doc"
brew "splint"
brew "sshpass"
brew "starship"
brew "streamlink"
brew "utf8proc"
brew "subversion"
brew "swig"
brew "sysbench"
brew "task"
brew "tealdeer"
brew "teensy_loader_cli"
brew "testdisk"
brew "texinfo"
brew "the_platinum_searcher"
brew "the_silver_searcher"
brew "tidy-html5"
brew "tiger-vnc"
brew "tmux"
brew "tree"
brew "uni2ascii"
brew "unixodbc"
brew "unrar"
brew "util-linux"
brew "vapoursynth"
brew "vim"
brew "vtk@8.2"
brew "w3m"
brew "watch"
brew "watchman"
brew "wavpack"
brew "weechat"
brew "wemux"
brew "wget"
brew "woff2"
brew "wtf"
brew "wxwidgets"
brew "xerces-c", link: false
brew "xhyve"
brew "xorriso"
brew "yamllint"
brew "yarn"
brew "youtube-dl"
brew "zlib"
brew "zsh"
brew "dawidd6/tap/actions-updater"
brew "eddieantonio/eddieantonio/imgcat"
brew "freecad/freecad/matplotlib@3.4.3"
brew "freecad/freecad/med-file@4.1.0"
brew "freecad/freecad/shiboken2@5.15.2", link: true
brew "freecad/freecad/pyside2"
brew "freecad/freecad/pyside2@5.15.2"
brew "gromgit/fuse/sshfs-mac"
brew "heroku/brew/heroku-node"
brew "heroku/brew/heroku"
brew "louisbrunner/valgrind/valgrind", args: ["HEAD"]
brew "lukechilds/tap/gifgen"
brew "osx-cross/avr/avr-binutils"
brew "osx-cross/avr/avr-gcc@9"
brew "rene-dev/sigrok/libsigrokdecode", args: ["HEAD"]
brew "ryanfb/alicevision/alembic"
brew "thii/unxip/unxip"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
brew "vitorgalvao/tiny-scripts/cask-repair"
cask "adoptopenjdk8"
cask "alacritty"
cask "altdeploy"
cask "android-platform-tools"
cask "android-studio"
cask "autodesk-fusion360"
cask "avidemux"
cask "background-music"
cask "balenaetcher"
cask "bitbar"
cask "blender"
cask "brave-browser"
cask "calibre"
cask "checkra1n"
cask "chromium"
cask "clipy"
cask "cutter"
cask "dia"
cask "diffmerge"
cask "discord"
cask "docker"
cask "dolphin"
cask "dotnet-sdk"
cask "eclipse-ide"
cask "etcher"
cask "fanny"
cask "firefox"
cask "flash-player"
cask "flux"
cask "font-croissant-one"
cask "font-hack-nerd-font"
cask "font-ibm-plex"
cask "fontforge"
cask "fritzing"
cask "ftdi-vcp-driver"
cask "gdisk"
cask "ghidra"
cask "gimp"
cask "gitter"
cask "google-chrome"
cask "graphiql"
cask "hammerspoon"
cask "handbrake"
cask "ifunbox"
cask "impactor"
cask "iterm2"
cask "java"
cask "java8"
cask "jbidwatcher"
cask "jdownloader"
cask "jtool"
cask "karabiner-elements"
cask "keepingyouawake"
cask "key-codes"
cask "keycastr"
cask "kitty"
cask "kodi"
cask "launchcontrol"
cask "libreoffice"
cask "lulu"
cask "macfuse"
cask "mactex"
cask "mactex-no-ghostscript"
cask "meld"
cask "minikube"
cask "mono-mdk-for-visual-studio"
cask "mpv"
cask "natron"
cask "nvidia-cuda"
cask "openboardview"
cask "openscad"
cask "opentoonz"
cask "openzfs"
cask "osxfuse@3.8.3"
cask "postico"
cask "powershell"
cask "printrun"
cask "prusaslicer"
cask "psi"
cask "qlcolorcode"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-json"
cask "rectangle"
cask "robo-3t"
cask "shotcut"
cask "slack"
cask "smcfancontrol"
cask "soda-player"
cask "solvespace"
cask "spotify"
cask "taskwarrior-pomodoro"
cask "telegram-desktop"
cask "temurin"
cask "tigervnc-viewer"
cask "tuntap"
cask "ultimaker-cura"
cask "unetbootin"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "visual-studio-code"
cask "vlc"
cask "vnc-viewer"
cask "wireshark"
cask "x2goclient"
cask "xld"
cask "xquartz"
